export default {
    getCpHomeData: () => {
        return {
            code: 200,
            data: {
                cp: [
                    {
                        src: '../src/img/linshi/5.jpg',
                        h5: '第一个产品的名字',
                        p: '介绍产品能凑多少字，凑不出来的话这种布局也不好看如果能凑到多一点字的话也许这种布局还有点效果，不然的话还不如正常罗列，毕竟你的长宽高那么多，内容那么少怎么也说不过去，但是要考虑到一款产品是否真的能有这么多的内容能够给你去介绍'
                    },
                    {
                        src: '../src/img/linshi/6.jpg',
                        h5: '第二个产品的名字',
                        p: '介绍产品能凑多少字，凑不出来的话这种布局也不好看如果能凑到多一点字的话也许这种布局还有点效果，不然的话还不如正常罗列，毕竟你的长宽高那么多，内容那么少怎么也说不过去，但是要考虑到一款产品是否真的能有这么多的内容能够给你去介绍'
                    },
                ]
            }
        }
    }
}